formulahendry.auto-rename-tag
formulahendry.code-runner
usernamehw.errorlens
dbaeumer.vscode-eslint
miguelsolorio.fluent-icons
pyxel.flare-theme
github.copilot
github.copilot-chat
eamodio.gitlens
unifiedjs.vscode-mdx
oracle.sql-developer
miguelsolorio.symbols
bradlc.vscode-tailwindcss
pflannery.vscode-versionlens
editorconfig.editorconfig
expo.vscode-expo-theme
expo.vscode-expo-tools
oracle.sql-developer
redhat.vscode-yaml
diemasmichiels.emulate
tamasfe.even-better-toml
davidanson.vscode-markdownlint